Repository: Visio-Vanitas/Bugaoshan
Catalog: ios/CourseWidget/Localizable.xcstrings
Source language: en
Languages: zh_hans

# widget.allClassesFinished
source: All classes are finished
zh_hans: 今天的课都上完啦

# widget.appName
source: Bugaoshan
zh_hans: 不高山上

# widget.configurationDescription
source: View your Bugaoshan course schedule at a glance.
zh_hans: 显示不高山上的课表信息

# widget.configurationName
source: Course Schedule
zh_hans: 课表组件

# widget.enjoyVacation
source: Enjoy your vacation
zh_hans: 享受假期～

# widget.moreClassesFormat
source: More classes: %d
zh_hans: 还有 %d 节课

# widget.noClassesToday
source: No classes today
zh_hans: 今天没有课程

# widget.noClassesTomorrow
source: No classes tomorrow
zh_hans: 明天没课

# widget.noSchedule
source: No schedule
zh_hans: 暂无课表

# widget.onVacation
source: On vacation
zh_hans: 放假中

# widget.previewCourseCalculus
source: Calculus
zh_hans: 高等数学

# widget.previewCoursePhysics
source: University Physics
zh_hans: 大学物理

# widget.previewDate
source: Mon, 1/1
zh_hans: 1月1日 周一

# widget.previewLocationA
source: Teaching Building A101
zh_hans: 教学楼A101

# widget.previewLocationB
source: Teaching Building B202
zh_hans: 教学楼B202

# widget.previewTeacherLi
source: Prof. Li
zh_hans: 李老师

# widget.previewTeacherZhang
source: Prof. Zhang
zh_hans: 张老师

# widget.restWell
source: Take a well-earned break
zh_hans: 好好休息吧

# widget.sectionRangeFormat
source: Periods %d–%d
zh_hans: 第%d-%d节

# widget.sectionSingleFormat
source: Period %d
zh_hans: 第%d节

# widget.syncSchedule
source: Open the app to sync your schedule
zh_hans: 打开 App 同步课表

# widget.todayClassesFinished
source: Today's classes are finished
zh_hans: 今天课上完啦

# widget.tomorrow
source: Tomorrow
zh_hans: 明天

# widget.weekFormat
source: Week %d
zh_hans: 第%d周
